import Img1 from '../images/starbucks img-1.png'
import Img2 from '../images/starbucks1.png'
import Img3 from '../images/starbucks2.png'
import Img4 from '../images/starbucks3.png'
import Img5 from '../images/starbucks4.png'

const iData = [
    {
        image:Img1,
        name:"ชานมอร่อย",
        price:80,
        dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 0000"
    },
    {
      image:Img2,
      name:"Coco โกโก้",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 1111W"
    },
    {
      image:Img3,
      name:"Green tia ชาเขียว",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img4,
      name:"ชานมอร่อย",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img5,
      name:"Overthing",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img3,
      name:"Green tia ชาเขียว",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img4,
      name:"ชานมอร่อย",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img5,
      name:"Overthing",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img3,
      name:"Green tia ชาเขียว",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img4,
      name:"ชานมอร่อย",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
    {
      image:Img5,
      name:"Overthing",
      price:80,
      dec:"สวัสดีครับ ผมไม่มีอะไรมากแค่ผมมาเติมช่องให้ ไม่มีข้งวามให้ลึกชึงเท่าไร 2222"
    },
]

export default iData;